IDEA Open Model
ConnectionLoadInfo.Description Property
Compatible with IDEA StatiCa 20.1
 Name of Weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConnectionLoadInfo Class
IdeaRS.OpenModel.Connection Namespace